Repository: masdaagus/csv-to-arb
Catalog: app_*.arb
Languages: id

# inType
source: In
id: Masuk

# continueType
source: Continue
id: Lanjutkan

source: Out
id: Keluar

source: Not Yet
id: Belum

source: All
id: Semua

source: Weight
id: Berat

source: Save
id: Simpan

source: Select date
id: Pilih tanggal

source: Welcome
id: Selamat Datang!

source: Enter your account detail bellow
id: Masukkan detail akun Anda di bawah ini

source: Remember me
id: Ingat saya

source: Forgot password
id: Lupa kata sandi

source: Login to My Account
id: Masuk ke Akun Saya

source: Connection to server success.
id: Berhasil terhubung ke server.

source: Device is not yet activated
id: Perangkat belum diaktifkan

source: Please scan certificate (.CER) to activate the device.
id: Silakan scan sertifikat (.CER) untuk mengaktifkan perangkat.

source: Activation URL
id: URL Aktivasi

source: Enter Activation URL
id: Masukkan URL Aktivasi

source: Enter Activation URL to activate your device.
id: Masukkan URL Aktivasi untuk mengaktifkan perangkat Anda.

source: Activation Code
id: Kode Aktivasi

source: Make sure you’re connected to the internet.
id: Pastikan Anda terhubung ke internet.

source: Aim directly to the QR code.
id: Arahkan langsung ke kode QR.

source: Server Configuration
id: Konfigurasi Server

source: Please enter MQTT URL and local server URL before start.
id: Masukkan URL MQTT dan URL server lokal sebelum memulai.

source: Connect to Server
id: Hubungkan ke Server

source: or
id: atau

source: Scan Using Camera
id: Scan Menggunakan Kamera

source: Contact Our Support
id: Hubungi Dukungan Kami

source: Please contact our support agent to reset your password.
id: Silakan hubungi agen dukungan kami untuk mereset kata sandi Anda.

source: Back to Login Page
id: Kembali ke Halaman Masuk

source: Scan to Activate Device
id: Scan untuk Mengaktifkan Perangkat

source: Activate Your Device
id: Aktifkan Perangkat Anda

source: Register Linen
id: Registrasi Linen

source: In/Out
id: Masuk/Keluar

source: Tag Finder
id: Pencari Tag

source: Label Changer
id: Pengganti Label

source: Opname
id: Stok Opname

source: Write Off
id: Penghapusan

source: Stock Spo
id: heck

source: Print
id: Cetak

source: Sync Now
id: Sinkronkan Sekarang

source: Settings
id: Pengaturan

source: Completed
id: Selesai

source: Language
id: Bahasa

source: Local Database
id: Basis Data Lokal

source: Device Status
id: Status Perangkat

source: Activated on 12 Feb 2025
id: Diaktifkan pada 12 Feb 2025

source: Total Row
id: Total Baris

source: Clear All
id: Hapus Semua

source: All your unsynchronized data will be lost
id: Semua data yang belum tersinkronisasi akan hilang

source: Yes. Clear All
id: Ya. Hapus Semua

source: Back
id: Kembali

source: Need to Sync
id: Perlu Sinkronisasi

source: History
id: Riwayat

source: Make sure you’re connected to the internet to sync the data automatically.
id: Pastikan Anda terhubung ke internet untuk menyinkronkan data secara otomatis.

source: New PreRegister Batch
id: Batch PreRegistrasi Baru

source: Item Scanned
id: Item Discan

source: Read Time
id: Waktu Pembacaan

source: Ready to Scan
id: Siap untuk Scan

source: Point the device at the sensor to scan.
id: Arahkan perangkat ke sensor untuk memindai.

source: Finish Scan
id: Selesai Scan

source: Cancel Scan?
id: Batalkan Scan?

source: Are you sure to cancel this process?
id: Apakah Anda yakin ingin membatalkan proses ini?

source: Yes. Cancel
id: Ya. Batalkan

source: Scan Finished
id: Pemindaian Selesai

source: Sync now to register the batch to the server directly or return to home & sync later.
id: Sinkronkan sekarang untuk mendaftarkan batch ke server atau kembali ke beranda & sinkronkan nanti.

source: Return to Home & Sync Later
id: Kembali ke Beranda & Sinkronkan Nanti

source: Sync Complete
id: Sinkronisasi Selesai

source: The batch have been synced successfully.
id: Batch berhasil disinkronkan.

source: Denied tags
id: Tag Ditolak

source: Tag denial may be due to duplication.
id: Penolakan tag mungkin disebabkan oleh duplikasi.

source: Return to Home
id: Kembali ke Beranda

source: Return to Transaction
id: Kembali ke Transaksi

source: Enter dates
id: Masukkan tanggal

source: Today
id: Hari Ini

source: This Week
id: Minggu Ini

source: This Month
id: Bulan Ini

source: Custom Date
id: Tanggal Khusus

source: Cancel
id: Batal

source: Choose Date Range
id: Pilih Rentang Tanggal

source: Point the device to the item to find.
id: Arahkan perangkat ke item untuk menemukan.

source: The higher the percentag
id: the closer you get to the tag.

source: Item Information
id: Informasi Item

source: Add Item
id: Tambahkan Item

source: Product/Linen Name
id: Nama Produk/Linen

source: Color
id: Warna

source: Dimension (in CM)
id: Dimensi (dalam CM)

source: Weight (in gram)
id: Berat (dalam gram)

source: Item Code
id: Kode Item

source: Each item code is a unique identifier. like a barcode on a product.
id: Setiap kode item adalah pengenal unik, seperti barcode pada produk.

source: Room
id: Ruangan

source: Additional Information
id: Informasi Tambahan

source: Date
id: Tanggal

source: Batch Code
id: Kode Batch

source: Age Read Tag
id: Umur Pembacaan Tag

source: Determine the tag's operational lifespan.
id: Tentukan masa pakai operasional tag.

source: Owned by external
id: Dimiliki oleh pihak eksternal

source: Check if the item is vendor/client owned.
id: Periksa apakah item dimiliki oleh vendor/klien.

source: Business Entity
id: Entitas Bisnis

source: Note
id: Catatan

source: Save & Continue
id: Simpan & Lanjutkan

source: No Item
id: Tidak Ada Item

source: Please sync to get data from the server
id: Silakan sinkronkan untuk mendapatkan data dari server

source: Size
id: Ukuran

source: Apply Filter
id: Terapkan Filter

source: Last sync
id: Sinkronisasi Terakhir

source: Tag Scanned
id: Tag Discan

source: Registration Complete
id: Registrasi Selesai

source: Registration Finished
id: Registrasi Selesai

source: Item Name
id: Nama Item

source: Tag Added
id: Tag Ditambahkan

source: Batch No.
id: No. Batch

source: Item denial may be due to duplication on different items.
id: Penolakan item mungkin karena duplikasi pada item berbeda.

source: Receive goods
id: Penerima barang.

source: Send out goods
id: Pengirim barang.

source: New Out Batch
id: Batch Keluar Baru

source: Vendor/Client Name
id: Nama Vendor/Klien

source: Sender
id: Pengirim

source: Recipient
id: Penerima

source: New In Batch
id: Batch Masuk Baru

source: Choose a vendor who send the goods.
id: Pilih vendor yang mPengirim barang.

source: Received with thanks
id: Diterima dengan terima kasih

source: Scan Tags
id: Scan Tag

source: Finish Scan & Check Data
id: Selesaikan Scan & Periksa Data

source: Scan All Tags
id: Scan Semua Tag

source: Finder Results
id: Hasil Pencarian

source: Perform full scan.
id: Lakukan pemindaian penuh.

source: Find
id: Temukan

source: Find specific tags.
id: Temukan tag tertentu.

source: See Results
id: Lihat Hasil

source: Save as Draft
id: Simpan sebagai Draf

source: Sort By
id: Urutkan Berdasarkan

source: Ascending
id: Naik

source: Location
id: Lokasi

source: All location
id: Semua lokasi

source: All status
id: Semua status

source: Change Status
id: Ubah Status

source: Change Label
id: Ubah Label

source: Change Classification
id: Ubah Klasifikasi

source: Last Update
id: Pembaruan Terakhir

source: Battery
id: Baterai

source: Unavailable
id: Tidak Tersedia

source: Show items
id: Tampilkan item

source: Registered
id: Terdaftar

source: Product
id: Produk

source: Item
id: Barang

source: Information
id: Informasi

source: Not Synced
id: Tidak Disinkronkan

source: Synced
id: Disinkronkan

source: Room Ready to Sync
id: Ruang Siap Disinkronkan

source: Sync now to update the batch to the server directly or return to home & sync later.
id: Sinkronkan sekarang untuk memperbarui batch ke server secara langsung atau kembali ke beranda & sinkronkan nanti.

source: Sync Data Successful
id: Sinkronisasi Data Berhasil

source: Are you sure to delete this batch? You will need re~scan again
id: Apakah Anda yakin ingin menghapus batch ini? Anda perlu scan ulang lagi.

source: Delete
id: Hapus

source: Please contact your administrator to reset your password.
id: Silakan hubungi admin Anda untuk mereset kata sandi

source: Please perform a sync to retrieve the latest data.
id: Silakan lakukan sinkronisasi untuk mendapatkan data terbaru.

source: Change Password
id: Ubah Kata Sandi

source: Old Password
id: Kata Sandi Lama

source: New Password
id: Kata Sandi Baru

source: Password
id: Kata Sandi

source: New Batch
id: Batch Baru

source: Next
id: Lanjutkan

source: Classification
id: Klasifikasi

source: Process Finished
id: Proses Selesai

source: Operation has completed succesfully
id: Operasi telah berhasil diselesaikan

source: Return to Transaction & Sync Later
id: Kembali ke Transaksi dan Sinkronkan Nanti

source: No Opname Task Available
id: Tidak Ada Tugas Opname yang Tersedia

source: Please check again later or sync data to reload.
id: Silakan periksa lagi nanti atau sinkronkan data untuk memuat ulang.

source: This asset along with it's tag will be deactivated
id: Aset ini beserta tagnya akan dinonaktifkan

source: Not yet registered
id: Belum terdaftar
